[Cues]
Act_E4_2D_Garage_Bathroom_Look01_Max_010="Man, Joyce and William built a whole new bathroom for Chloe. They're so great."
Act_E4_2D_Garage_Bracelet_Look01_Max_010="There's the old Chloe."
Act_E4_2D_Garage_CHChloe_Look01_Max_010="It's not fair for me to feel sorry for Chloe... and it's not fair to her. She's still a badass."
Act_E4_2D_Garage_ChloeChair_Look01_Max_010="I still can't believe I put Chloe in that chair..."
Act_E4_2D_Garage_ComputerSP01_Interact01_Max_010="Chloe is still a punk at heart... but she can't stage dive anymore."
Act_E4_2D_Garage_ComputerSP02_Interact01_Max_010="That's so cool that Chloe has made friends online."
Act_E4_2D_Garage_Computer_Look01_Max_010="Whoa, Chloe can totally control her computer... It's so great people get this high-tech help."
Act_E4_2D_Garage_CupWater_Look01_Max_010="Instead of handing Chloe a bong, I’m feeding her water... Did I give her a choice?"
Act_E4_2D_Garage_DVDPlayer_Look01_Max_010="So here's the DVD player. Now I just need to find the DVD."
Act_E4_2D_Garage_DVDPlayer_Look02_Max_020="Now we have a movie night."
Act_E4_2D_Garage_Drawer_Max_010="Nothing but medical supplies...
"
Act_E4_2D_Garage_E4Drawer02_Look01_Max_010="She has to use a lot of lotion to keep her blood circulating."
Act_E4_2D_Garage_E4Drawer03_Interact01_Max_010="Aha, here's the DVD."
Act_E4_2D_Garage_E4Drawer04SP01_Interact01_Max_010="Oh my God, I made that mix for her when we were twelve."
Act_E4_2D_Garage_E4Drawer05SP01_Interact01_Max_010="Gutless bastard. I am so glad Chloe stole your bullshit fund. Even if it was in another reality…"
Act_E4_2D_Garage_E4Drawer05SP01_Interact02_Max_020="What a bastard. I totally should have let Chloe steal your bullshit fund. Even if it was in another reality…"
Act_E4_2D_Garage_E4Drawer05_Interact01_Max_010="Wowser, Chloe was a straight-A student. She could have gone to any college."
Act_E4_2D_Garage_E4Drawer06SP01_Interact01_Max_010="Despite everything, they’re still a happy family again…"
Act_E4_2D_Garage_E4Drawer06SP02_Interact01_Max_010="It's cool that in this reality, Chloe really loves skating too."
Act_E4_2D_Garage_HeatLamp_Look01_Max_010="That’s a serious heat lamp."
Act_E4_2D_Garage_MakeUp_Look01_Max_010="I should offer to put makeup on for Chloe. Not that I can, but it would be fun."
Act_E4_2D_Garage_MedicalVentilator_Look01_Max_010="Oh man, she has to use that ventilator just to breathe."
Act_E4_2D_Garage_MouthJoystick_Look01_Max_010="That is so incredible... and she can browse cat videos on the web."
Act_E4_2D_Garage_PatientLifter_Look01_Max_010="At least Chloe doesn’t weigh that much."
Act_E4_2D_Garage_Perfusion_Look01_Max_010="That must be her mighty morphine machine...|No more bongs for her."
Act_E4_2D_Garage_PhotoChloeWilliam_Max_010="I'm glad I took this photo. Chloe has a new memory of William and her together."
Act_E4_2D_Garage_PinboardSP01_Interact01_Max_010="It's nice my parents sent a card at least."
Act_E4_2D_Garage_PinboardSP02_Interact01_Max_010="I wonder who this is. Kind of a generic card."
Act_E4_2D_Garage_PinboardSP03_Interact01_Max_010="I wasn't very available to Chloe. Real nice."
Act_E4_2D_Garage_PinboardSP04_Interact01_Max_010="At least I sent road-trip selfies to Chloe. I’m sure that made her feel great."
Act_E4_2D_Garage_Pinboard_Look01_Max_010="Chloe's message board since the accident sure looks lonely.|I didn't add much. Bad Max."
Act_E4_2D_Garage_Scripted_Max_010="I know Chloe is thirsty, so I better grab her some water."
Act_E4_2D_Garage_Scripted_Max_020="I have to help Chloe however I can."
Act_E4_2D_Garage_Scripted_Max_030="Kind of weird to chill and watch a movie with Chloe like we used to... but since I’m here, why not?"
Act_E4_2D_Garage_SnowDoe_Look01_Max_010="Awww, the snow doe... I guess not everything changed."
Act_E4_2D_Garage_SnowGlobes_Look01_Max_010="The snow globes are taking over…"
Act_E4_2D_Garage_Tissues_Look01_Max_010="I'm glad to help Chloe clean this sand off her face. She would do the same for me."
Act_E4_2D_Garage_ToyBear_Look01_Max_010=""Hello Chloe."|She likes fluffy animals now."
Act_E4_2D_Garage_Window_Look01_Max_010="Does Chloe look at the garden and think about her childhood? She can’t even feel the grass now…"
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_001="I know you're just trying to help."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_005="You sound like an adult now. It seems like we were kids in another life."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_008="I think about us as little pirates, running and jumping through Arcadia Bay."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_009="Wish I could build us a... DeLorean."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_010="Oh my God, we covered everything in flour, even my parents."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_011="Plus, you'd have to be my live-in assistant to help me build a machine."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_016="As you can see, I can't keep all my other friends away."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_018="Megan Weaver, but you don't know her. She was cool. But after my accident she was too cool for school."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_019="But a long time ago. You're the only person that I grew up with who visits me..."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_020="Uh, yeah, right. Check me out, "Chloe of the Caribbean." No way will I get on a fucking boat now. Unless you're with me."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_027="Well, you didn't visit me a lot either. I mean, I loved your cards and photos, but..."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_028="Yes, dumb question.|I don't mind being alone. I can't exactly go party like a rock star, though...|or get in any teen trouble with the folks."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_029="I know. My mom and dad are so cute. They always pop in here and make sure everything's okay with me."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_030="How? Dude, you're not Super Max. And I'm not trying to guilt-trip you. That's what my parents are for..."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_038="So now you're Dr. Bill? I guess they're good, considering they have to deal with me. They laugh and hold hands... and I hope they still get busy too..."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_039="Max, the accident has been so hard on them. Our insurance sucks and the medical bills are fucking insane."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_040="Along with the drugs, the nurses, the supplies... Mom and Dad are always broke and they get so frustrated... Is it worth it?"
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_041="No way. They keep the numbers away from me, but it doesn't take much research to find out I'm costing my parents almost a million dollars a year."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_042="Of course, I know a geek when I be one."
Cue_E4_2D_Garage_CHChloe_Phase01_Chloe_043="You are such a geek. That's why I love you. "
Cue_E4_2D_Garage_CHChloe_Phase01_Max_002="Yeah, that's become a bad habit of mine..."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_003="You're right... I wish I could take us all the way back there again."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_004="Which friends did you hang out with the most?"
Cue_E4_2D_Garage_CHChloe_Phase01_Max_006="What do you remember about us as kids? We all have different memories..."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_007="To me, it seems like yesterday we were little brats here, watching "Power Rangers" and destroying the kitchen."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_012="That was so hilarious!"
Cue_E4_2D_Garage_CHChloe_Phase01_Max_013="Me too. But, we're still pirates in our own way."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_014="Well, um, with your scientific mind, you might do that. But time travel can screw things up, too..."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_021="You have me. I'm not leaving you, Chloe."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_031="I know I wasn't around much. No excuses, I'm a loser. But, I am trying to make things right."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_032="I know this is a dumb question, but... Are you lonely here?"
Cue_E4_2D_Garage_CHChloe_Phase01_Max_033="Are they okay? I mean, are they still happy together and everything? "
Cue_E4_2D_Garage_CHChloe_Phase01_Max_034="They love you so much."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_035="I bet. This tech must be crazy expensive."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_036="Can they pay all the bills?"
Cue_E4_2D_Garage_CHChloe_Phase01_Max_037="I think Joyce and William are incredible."
Cue_E4_2D_Garage_CHChloe_Phase01_Max_044="Chloe, you're priceless. Uh, no pun intended..."
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_010="Max, it is so cool that you’re here again."
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_020="You’re really my only friend who kept in touch."
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_030="Glad to see you're as nosy as ever."
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_040="My room sure looks different now, huh?"
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_050="Uh, could you give me that water, Max?"
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_060="I can't wait to watch a movie with you. The DVDs are near the TV."
Cue_E4_2D_Garage_ChloeBed_IGE_Chloe_070="Max, I have serious cottonmouth. Need... I need some water."
Cue_E4_2D_Garage_ChloeBed_IGE_Max_015="I’m glad you think so."
Cue_E4_2D_Garage_ChloeBed_IGE_Max_025="I should have kept more in touch."
Cue_E4_2D_Garage_ChloeBed_IGE_Max_035="I don’t want to disappoint you."
Cue_E4_2D_Garage_ChloeBed_IGE_Max_045="It does... but it's still you."
Cue_E4_2D_Garage_ChloeBed_IGE_Max_055="Of course!"
Cue_E4_2D_Garage_ChloeBed_IGE_Max_065="Oh, permission to snoop!"
Cue_E4_2D_Garage_ChloeBed_IGE_Max_075="Bringing it!"
Cue_E4_2D_Garage_Cloth_Chloe_010="Thanks. I think you missed a grain stuck in my eyeball."
Cue_E4_2D_Garage_Cloth_Chloe_030="It's like that Chinese proverb, "A spark can start a fire that burns the entire prairie." You know, like that butterfly thing..."
Cue_E4_2D_Garage_Cloth_Max_020="Hard to believe how just a little sand can cause such a big mess."
Cue_E4_2D_Garage_Cloth_Max_040="So I’ve heard…"
Cue_E4_2D_Garage_Insertion_Chloe_020="Feels like a high-tech cell. But I am lucky my parents bust their ass to take care of me. I know it's hard for them..."
Cue_E4_2D_Garage_Insertion_Chloe_040="Right. Especially when they can’t even take a walk alone. Sometimes I act like a total teenage brat just to give them an excuse to yell at me. Pathetic, I know."
Cue_E4_2D_Garage_Insertion_Chloe_060="Trust me, I still get my rage on. Especially when a nurse has to watch while I take a dump, so she can wipe my bum. Or when doctors flip me around like I was a science doll..."
Cue_E4_2D_Garage_Insertion_Chloe_080="Thanks again for coming, Max. I, uh... need to get my drink on. Can you bring me some water?"
Cue_E4_2D_Garage_Insertion_Max_010="This is a pretty high-tech lair."
Cue_E4_2D_Garage_Insertion_Max_030="They're grateful you are here with them."
Cue_E4_2D_Garage_Insertion_Max_050="Chloe, you're a great daughter. You're kind and sensitive, when you don't even have to be."
Cue_E4_2D_Garage_Insertion_Max_070="I can't even imagine...|But you're still amazing. You always have been since we were kids."
Cue_E4_2D_Garage_Movie_Chloe_010="See, I'm practically a human entertainment system. It would be sweet to chill out together and watch a movie, like when you'd spend the night at my house..."
Cue_E4_2D_Garage_Movie_Chloe_030="Uh, I think I'm in, like, a mellow "Blade Runner" mood. I always cry at the end. Plus you know I always wanted to have cool colored bangs like Pris."
Cue_E4_2D_Garage_Movie_Chloe_050="I remember, Max. Swear I won't fall asleep.|Not when you're here. Not yet."
Cue_E4_2D_Garage_Movie_Max_020="What do you want to watch?"
Cue_E4_2D_Garage_Movie_Max_040="I know. You would look incredible with blue hair.|Now let's get this show on the road.|And you better not fall asleep on me, like you always do when we watch movies."
Cue_E4_2D_Garage_Water_Chloe_020="Oh man, no wonder my throat is dry. I don’t think I’ve talked this much the whole year."
Cue_E4_2D_Garage_Water_Chloe_040="I wish I could punch your face right now. A podcast?|Dude, I am a pod in a cast. Boring."
Cue_E4_2D_Garage_Water_Max_010="Drink up, buttercup."
Cue_E4_2D_Garage_Water_Max_030="Have you ever thought about doing a podcast or something?"
Cue_E4_2D_Garage_Water_Max_050="Ouch. It was just a thought…"
